export const Events = () => {
    return (
        <div className="events">
            <div className="events__block">
                Чайні церемонії: Пориньте в атмосферу спокою і гармонії під час традиційної китайської чайної церемонії, де кожен рух і кожна деталь має своє значення.
            </div>

            <div className="events__block">
                Стародавній театр тіней: Відкрийте для себе древнє мистецтво театру тіней, яке розповість вам захоплюючі історії та легенди Сходу.
            </div>

            <div className="events__block">
                Дегустація чаїв: Скуштуйте найкращі сорти чаю, дізнайтеся про їх походження та особливості за допомогою наших експертів.
            </div>

            <div className="events__block">
                Вечори китайської поезії: Насолоджуйтесь мелодійністю та глибиною китайської поезії під звуки традиційних музичних інструментів.
            </div>

            <div className="events__block">
                Майстер-класи чайної церемонії: Вивчіть тонкощі проведення чайної церемонії і навчіться мистецтву заварювання чаю під керівництвом досвідчених майстрів.
            </div>
        </div>
    );
};
