export const teaCeremonyInfoData = [
    { 
        id: 1,
        title: 'СТОЛИК-ПІДНОС АБО ЧАБАНЬ',
        text: `Найчастіше виготовляється з дерева і є коробкою з піддоном для стоку води. Це невипадково: протягом усієї китайської церемонії чаювання посуд обов'язково і щедро поливається водою. Це символізує здоров'я та достаток у домі. Чабань – уособлення стихії землі в системі чайної культури Китаю. Вода – символ життя, тому проливати її над чабаню слід якнайбільше.`
    },
    { 
        id: 2,
        title: 'ЧАХУ АБО ГАЙВАНЬ',
        text: `Спеціальний заварник чаху або особлива чаша з мініатюрною кришкою – гайвань (вона ще називається «чаша достатку»). Саме тут відбувається головне дійство – промивання та заварювання ароматного чайного листя.`
    },
    { 
        id: 3,
        title: 'ГЛЕЧИК',
        text: `У нього переливають напій із гайвані, щоб він міг ще пограти кольором, настоятись і створити атмосферу.`
    },
    { 
        id: 4,
        title: 'СИТЕЧКО НА ГЛЕЧИКУ',
        text: `Що оберігає від потрапляння завареного чайного листя в чаші-піали.`
    },
    { 
        id: 5,
        title: 'МІНІАТЮРНІ ПІАЛИ НА ПІДСТАВКАХ',
        text: `Об'ємом 30–50 мл, цього достатньо для можливості насолодитися смачним напоєм. Головне – робити маленькі усвідомлені ковтки. Чайні церемонії в Китаї проводяться з використанням піал із глини, покритої зсередини емаллю, або з порцеляни. Не менш популярними стали прозорі скляні піали з подвійним дном, що дозволяють насолодитися відтінком чаю.`
    },
    { 
        id: 6,
        title: 'ЧАХЕ',
        text: `Ложечка-совочок для перекладання сухого листа в гайвань. У ній гостям демонструють чай і дають вдихнути його первісний аромат.`
    },
    { 
        id: 7,
        title: ' ПІНЦЕТ',
        text: `Частіше з дерева, який також можна використовувати при перекладанні заварки або під час ополіскування піал.`
    },
    { 
        id: 8,
        title: 'ЧАЙНИК',
        text: `Для кип'ятіння води, що символізує стихію вогню.`
    },
    { 
        id: 9,
        title: 'НІЖ АБО ШИЛО',
        text: `Якщо ви п'єте пуер.`
    },
]