export const teaCeremonyStepsData = [
    { 
        id: 1,
        title: `КИП'ЯТІННЯ ВОДИ`,
        text: `Зазвичай відбувається поблизу чайного столика.`
    },
    { 
        id: 2,
        title: `ДЕМОНCТРАЦІЯ ЧАЮ`,
        text: `На якісний чай справді приємно дивитися: це повноцінне знайомство та створення потрібної атмосфери, пробудження інтересу. Тільки так гість буде готовий відкинути на кілька годин усі свої нав’язливі думки і віддатися спілкуванню з чудовим напоєм і з вами. Вдихнути аромат сухого чайного листя також обов'язково: тут усе як із винною дегустацією.`
    },
    { 
        id: 3,
        title: `ОПОЛІСКУВАННЯ ПОСУДУ`,
        text: `Це потрібно не тільки для змивання пилу, а й для позбавлення негативу. Гаряча вода прогріває посуд зсередини та зовні й дозволяє яскравіше розкритися характеру чаю.`
    },
    { 
        id: 4,
        title: `ЗАСИПАННЯ ЧАЙНОГО ЛИСТЯ`,
        text: `Робиться це за допомогою пінцету, з розрахунку на кількість гостей і сорт чаю. Зазвичай це 5–6 грамів заварки.\nПерший пролив розливається по піалах, але потрібний лише промити чайне листя від пилу. Його не можна пити та слід вилити в чабань. Із останньої піали поливається металева чайна фігурка. Вона закликає до будинку здоров'я, удачу та багатство.\nКожного разу чай для пиття готується проливами. Використовувану воду нагрівають до 60–90 градусів. Температура залежить від сорту чаю: що більше він ферментований, тим вода гарячіша.`
    },
    { 
        id: 5,
        title: `ПЕРЕЛИВАННЯ ЧАЮ`,
        text: `Піали переносяться пінцетом на дерев'яні блюдця. З гайвані через ситечко зілля зливається у глечик, щоб підготувати гайвань до майбутньої нової порції чаю. Усе залежить від сорту: улуни заварюються 5–7 разів, пуери – до 10 разів.\nГоловний принцип – наливати новий чай одразу, щоб піали не були порожніми. Кожний новий пролив гратиме новими відтінками аромату і смаку: у цьому полягає краса чайної церемонії.`
    },
    { 
        id: 6,
        title: `ЗАВЕРШЕННЯ`,
        text: `Завершується церемонія вилученням чайного листя з чаху, зливанням води з чабані та ополіскуванням чайника й іншого посуду. Для цього використовується тільки чиста вода без миючих засобів, після чого елементи насухо витираються рушником або серветкою.`
    },
]