export const pavilionListData = [
    { 
        id: 1, 
        title: 'Аутенитчність', 
        text: 'Ми дотримуємося традицій та принципів, які передавалися з покоління  в покоління, щоб забезпечити вам найкращий досвід.' 
    },
    { 
        id: 2, 
        title: 'Професіоналізм', 
        text: 'Наші майстри мають багаторічний досвід і глибокі знання в проведенні чайних церемоній та інших культурних заходів.' 
    },
    { 
        id: 3, 
        title: 'Індивідуальний підхід', 
        text: 'Ми прагнемо зробити кожен ваш візит унікальним та незабутнім, враховуючи ваші побажання та інтереси.' 
    }
]