{
  "typeTea": [
    {
      "id": "so21",
      "img": "img/tea-img1.jpg",
      "typeTea": "Зелений чай (綠茶, Lǜ chá)",
      "history": "Зелений чай є одним із найстаріших видів чаю і має багатовікову історію. Його почали виробляти ще в династії Тан (618–907 рр. н.е.).",
      "properties": "Листя зеленого чаю не піддаються ферментації, що дозволяє зберігати максимальну кількість корисних речовин.",
      "aromaTaste": "Має легкий, свіжий аромат з нотками трави. Смак зазвичай м'який, освіжаючий, з легкою гіркуватістю.",
      "symbol": "Зелений чай символізує молодість, чистоту та природу.",
      "healingProperties": "Зелений чай багатий антиоксидантами, допомагає знизити ризик серцево-судинних захворювань, сприяє зниженню ваги та поліпшенню метаболізму."
    },
    {
      "id": "zk2n",
      "img": "img/tea-img2.jpg",
      "typeTea": "Чорний чай (紅茶, Hóng chá)",
      "history": "Виробництво чорного чаю почалося під час династії Мін (1368–1644 рр. н.е.). Він відомий у всьому світі завдяки експорту з Китаю до Європи.",
      "properties": "Листя чорного чаю проходять повну ферментацію, що надає їм насиченого кольору та смаку.",
      "aromaTaste": "Має глибокий, насичений аромат з нотами фруктів, квітів або спецій. Смак міцний, солодкуватий або трохи гіркуватий.",
      "symbol": "Чорний чай символізує силу, рішучість та енергію.",
      "healingProperties": "Чорний чай містить антиоксиданти, покращує здоров'я серця, підвищує рівень енергії та підтримує здоров'я кісток."
    },
    {
      "id": "k9e2",
      "img": "img/tea-img3.jpg",
      "typeTea": "Улун (烏龍茶, Wūlóng chá)",
      "history": "Улун, також відомий як синьо-зелений чай, походить з провінцій Фуцзянь та Гуандун. Його історія починається приблизно в 17 столітті.",
      "properties": "Улун є частково ферментованим чаєм, поєднуючи в собі властивості зеленого та чорного чаю.",
      "aromaTaste": "Має складний аромат з нотами квітів, фруктів або меду. Смак багатий і м'який, з різноманітними відтінками.",
      "symbol": "Улун символізує гармонію та баланс.",
      "healingProperties": "Улун покращує обмін речовин, допомагає спалювати жир, знижує рівень холестерину та зміцнює імунну систему."
    },
    {
      "id": "jfe3",
      "img": "img/tea-img4.jpg",
      "typeTea": "Білий чай (白茶, Bái chá)",
      "history": "Білий чай походить з провінції Фуцзянь і його виробництво розпочалося під час династії Мін. Він вважається одним з найделікатніших видів чаю.",
      "properties": "Білий чай виготовляється з молодих бруньок і листочків, які не проходять ферментацію і мінімально обробляються.",
      "aromaTaste": "Має ніжний, легкий аромат з квітковими або фруктовими нотами. Смак м'який, солодкуватий та освіжаючий.",
      "symbol": "Білий чай символізує чистоту та елегантність.",
      "healingProperties": "Білий чай містить багато антиоксидантів, покращує здоров'я шкіри, підтримує імунну систему та знижує ризик серцевих захворювань."
    },
    {
      "id": "as2b",
      "img": "img/tea-img5.jpg",
      "typeTea": "Пуер (普洱茶, Pǔ'ěr chá)",
      "history": "Пуер виробляється в провінції Юньнань і має понад тисячолітню історію. Відомий своїм унікальним методом ферментації та витримки.",
      "properties": "Пуер проходить процес постферментації, що надає йому унікального смаку та аромату, який покращується з роками.",
      "aromaTaste": "Має глибокий, землистий аромат з нотами деревини або сухофруктів. Смак насичений, м'який, з легкою гіркуватістю.",
      "symbol": "Пуер символізує мудрість та зрілість.",
      "healingProperties": "Пуер сприяє травленню, знижує рівень холестерину, покращує кровообіг та має антибактеріальні властивості."
    },
    {
      "id": "kjn6",
      "img": "img/tea-img6.jpg",
      "typeTea": "Жовтий чай (黃茶, Huáng chá)",
      "history": "Жовтий чай є рідкісним видом чаю, який виник під час династії Мін. Його виробництво є складним і вимагає особливих умов.",
      "properties": "Листя жовтого чаю проходять легку ферментацію і спеціальний процес сушіння.",
      "aromaTaste": "Має м'який, солодкуватий аромат з легкими квітковими нотками. Смак м'який, ніжний, з легкою солодкістю.",
      "symbol": "Жовтий чай символізує благородство та унікальність.",
      "healingProperties": "Жовтий чай допомагає в травленні, має антиоксидантні властивості та підтримує загальне здоров'я організму."
    },
    {
      "id": "xw32",
      "img": "img/tea-img7.jpg",
      "typeTea": "Чай улун з жасмином (茉莉花茶, Mòlì huā chá)",
      "history": "Жасминовий чай має давню історію, його почали виробляти ще в династії Сун. Виробництво включає ароматизацію чаю квітами жасмину.",
      "properties": "Зазвичай використовується зелений або улун чай, який ароматизується квітами жасмину.",
      "aromaTaste": "Має інтенсивний квітковий аромат жасмину. Смак м'який, освіжаючий, з ніжними квітковими нотками.",
      "symbol": "Жасминовий чай символізує любов та ніжність.",
      "healingProperties": "Жасминовий чай має заспокійливі властивості, сприяє зниженню стресу, покращує травлення та імунну систему."
    }
  ],
  "historyTeaData": [
    {
      "id": "1",
      "title": "Початок чайної культури",
      "text": "Початок чайної культури в Китаї датується ще до нашої ери. За легендою, чай був відкритий імператором Шеньнуном у 2737 році до н.е. Одного дня, коли імператор кип'ятив воду під деревом, кілька листочків впали в його казан. Вода набула приємного аромату і смаку, що зацікавило імператора. Так, за легендою, був відкритий чай.",
      "start": "Китайська чайна церемонія має багатовікову історію, глибоко вкорінену в китайській культурі та традиціях. Вона не тільки є способом заварювання та споживання чаю, але й справжнім мистецтвом, що поєднує філософію, естетику та духовні практики. Ось детальний огляд історії цієї унікальної традиції."
    },
    {
      "id": "2",
      "text": "Під час династії Хань чай почав використовуватися як лікарський засіб. Листя чаю змішували з іншими інгредієнтами для створення різних лікувальних препаратів. Хоча чай ще не став повсякденним напоєм, його цінність як лікувального засобу була визнана.",
      "title": "Династія Хань (206 р. до н.е. - 220 р. н.е.)"
    },
    {
      "id": "3",
      "title": "Династія Тан (618–907 рр. н.е.)",
      "text": "Чайна культура почала стрімко розвиватися під час династії Тан. У цей період чай став популярним напоєм серед аристократії та монастирів. Відомий китайський поет Лу Юй написав 'Чайний Канон' (Ча Цзин), першу в історії книгу, присвячену чаєві. Цей твір описує процес вирощування, обробки, заварювання та споживання чаю, а також культурне та філософське значення цього напою. Завдяки Лу Юю, чай став не лише напоєм, але й частиною культурної і духовної спадщини Китаю."
    },
    {
      "id": "4",
      "text": "Під час династії Сун чайна церемонія стала ще більш витонченою та формалізованою. У цей період з'явилися перші чайні будинки, де люди збиралися для спільного споживання чаю. З’явилися нові методи обробки чаю, такі як розтирання та збивання чайного порошку. Чайна церемонія стала важливою частиною суспільного життя, а мистецтво чайної церемонії набуло нових висот.",
      "title": "Династія Сун (960–1279 рр. н.е.)"
    },
    {
      "id": "5",
      "title": "Династія Юань (1271–1368 рр. н.е.)",
      "text": "Під час династії Юань, коли Китай перебував під монгольським правлінням, чай залишався важливою частиною китайської культури. Хоча монгольські завойовники не мали таких самих традицій споживання чаю, як китайці, вони швидко прийняли цей звичай і сприяли його подальшому поширенню."
    },
    {
      "id": "6",
      "text": "Династія Мін внесла значні зміни в чайну культуру. В цей період з’явилися нові методи обробки чаю, такі як обсмажування листя, що дало початок різним видам чаю, включаючи зелений, чорний та улун. Змінилися також традиції чайної церемонії. Замість збивання чайного порошку, стало популярним заварювання цільного листя в чайниках. Це призвело до розвитку різноманітних методів заварювання чаю, які ми знаємо сьогодні.",
      "title": "Династія Мін (1368–1644 рр. н.е.)"
    },
    {
      "id": "7",
      "title": "Династія Цін (1644–1912 рр. н.е.)",
      "text": "Під час династії Цін чайна церемонія набула ще більшої популярності. Чай став доступним не тільки для аристократії, але й для широких верств населення. У цей період також розширився експорт чаю з Китаю до Європи, що призвело до глобального поширення чайної культури."
    },
    {
      "id": "8",
      "text": "У сучасному Китаї традиції чайної церемонії залишаються важливою частиною культури. Чайні церемонії проводяться як у традиційних, так і в сучасних формах, зберігаючи при цьому свої культурні та духовні корені. Сьогодні чайна церемонія використовується для відзначення різних подій, як сімейних, так і суспільних, і є важливим елементом китайського культурного спадку.",
      "title": "Сучасний період",
      "end": "Китайська чайна церемонія — це більше ніж просто традиція заварювання чаю. Це втілення філософії, культури та мистецтва, які передавалися з покоління в покоління, зберігаючи свою актуальність і значення до сьогоднішнього дня."
    }
  ],
  "adviceSage": [
    {
      "id": "1",
      "text": "Мудрий чоловік не шукає успіху, він просто робить те, що вважає правильним, і успіх сам приходить до нього.",
      "type": "успіх"
    },
    {
      "id": "2",
      "text": "Подорож у тисячу лі починається з одного кроку.",
      "type": "успіх"
    },
    {
      "id": "3",
      "text": "Падіння - це не трагедія. Трагедія - це не йти далі.",
      "type": "успіх"
    },
    {
      "id": "4",
      "text": "Якщо ви хочете бути успішними, вам потрібно мати чітку мету.",
      "type": "успіх"
    },
    {
      "id": "5",
      "text": "Постійно вдосконалюйте себе, і успіх прийде до вас.",
      "type": "успіх"
    },
    {
      "id": "6",
      "text": "Навчіться у тих, хто вже досяг успіху.",
      "type": "успіх"
    },
    {
      "id": "7",
      "text": "Не бійся ризикувати. Найбільші винагороди приходять з найбільшим ризиком.",
      "type": "успіх"
    },
    {
      "id": "8",
      "text": "Ніколи не здавайтеся. Навіть коли здається, що все втрачено, завжди є шанс на успіх.",
      "type": "успіх"
    },
    {
      "id": "9",
      "text": "Важка праця та наполегливість - це ключі до успіху.",
      "type": "успіх"
    },
    {
      "id": "10",
      "text": "Насолоджуйтесь подорожжю. Успіх - це не кінцевий пункт призначення, а сама подорож.",
      "type": "успіх"
    },
    {
      "id": "11",
      "text": "Не бійся бути іншим. Найуспішніші люди - це ті, хто не боїться пливти проти течії.",
      "type": "успіх"
    },
    {
      "id": "12",
      "text": "Не порівнюйте себе з іншими. Кожен йде своїм шляхом до успіху.",
      "type": "успіх"
    },
    {
      "id": "13",
      "text": "Ніколи не переставайте вчитися. Світ постійно змінюється, і вам потрібно змінюватися разом з ним, щоб досягти успіху.",
      "type": "успіх"
    },
    {
      "id": "14",
      "text": "Щоб досягти успіху, ви повинні бути готові до невдач. Невдача - це просто можливість почати знову, розумніше.",
      "type": "успіх"
    },
    {
      "id": "15",
      "text": "Істинний успіх вимірюється не кількістю багатства чи влади, а якістю вашого життя та щастям ваших близьких.",
      "type": "успіх"
    },
    {
      "id": "16",
      "text": "Щоб розбити стіну, потрібно бити її знову і знову.",
      "type": "мотивація"
    },
    {
      "id": "17",
      "text": "Людина, яка ніколи не помиляється, - це та, яка нічого не робить.",
      "type": "мотивація"
    },
    {
      "id": "18",
      "text": "Навіть найменша свічка може розвіяти найглибшу темряву.",
      "type": "мотивація"
    },
    {
      "id": "19",
      "text": "Щоб піднятися на гору, потрібно почати з підйому на першу сходинку.",
      "type": "мотивація"
    },
    {
      "id": "20",
      "text": "Не бійтеся йти повільно, бійтеся стояти на місці.",
      "type": "мотивація"
    },
    {
      "id": "21",
      "text": "Великі дуби виростають з маленьких жолудів.",
      "type": "мотивація"
    },
    {
      "id": "22",
      "text": "Немає нічого неможливого для того, хто вірить.",
      "type": "мотивація"
    },
    {
      "id": "23",
      "text": "Ніколи не пізно почати знову.",
      "type": "мотивація"
    },
    {
      "id": "24",
      "text": "Коли щирість досягає свого піку, навіть каміння може бути пробито.",
      "type": "мотивація"
    },
    {
      "id": "25",
      "text": "Крапля води точить камінь.",
      "type": "мотивація"
    },
    {
      "id": "26",
      "text": "Не переживши бурі, як побачиш веселку?",
      "type": "мотивація"
    },
    {
      "id": "27",
      "text": "Немає нічого недосяжного для наполегливого серця.",
      "type": "мотивація"
    },
    {
      "id": "28",
      "text": "Щастя - це не мета, а спосіб життя.",
      "type": "мотивація"
    },
    {
      "id": "29",
      "text": "Успіх приходить до тих, хто вірить і йде вперед.",
      "type": "мотивація"
    },
    {
      "id": "30",
      "text": "Якщо ви зможете уявити це, ви зможете досягти цього. Уяваємо, віримо і діємо - це перший крок до досягнення будь-якої мети.",
      "type": "мотивація"
    },
    {
      "id": "31",
      "text": "Будьте вдячні за те, що маєте, і прагніть до більшого.",
      "type": "самопізнання"
    },
    {
      "id": "32",
      "text": "Якщо ви хочете бути щасливими, зробіть когось іншого щасливим.",
      "type": "самопізнання"
    },
    {
      "id": "33",
      "text": "Щоб змінити світ, зміни себе.",
      "type": "самопізнання"
    },
    {
      "id": "34",
      "text": "Подякуй за те, що маєш, і прагни до більшого.",
      "type": "самопізнання"
    },
    {
      "id": "35",
      "text": "Мудрий не сумнівається, добрий не тривожиться, сміливий не боїться.",
      "type": "самопізнання"
    },
    {
      "id": "36",
      "text": "Щоб досягти чогось великого, потрібно відмовитися від чогось меншого.",
      "type": "самопізнання"
    },
    {
      "id": "37",
      "text": "Використовуйте інших як дзеркало, щоб побачити свої переваги і недоліки.",
      "type": "самопізнання"
    },
    {
      "id": "38",
      "text": "Чесність - найкраща політика.",
      "type": "самопізнання"
    },
    {
      "id": "39",
      "text": "Великі справи вимагають великого терпіння.",
      "type": "самопізнання"
    },
    {
      "id": "40",
      "text": "Навчіться на своїх помилках. Помилки - це не невдача, а можливість вчитися та рости.",
      "type": "самопізнання"
    },
    {
      "id": "41",
      "text": "Сядьте біля ніг мудреця, навіть якщо ви вже сидите на троні.",
      "type": "самопізнання"
    },
    {
      "id": "42",
      "text": "Хто знає, що він не знає, він мудрий.",
      "type": "самопізнання"
    },
    {
      "id": "43",
      "text": "Досконалість полягає в знанні своїх недоліків. Щоб зрозуміти інших, досконало розумійте себе.",
      "type": "самопізнання"
    },
    {
      "id": "44",
      "text": "Будьте щедрими у своїх вчинках та добрими у своїх словах.",
      "type": "самопізнання"
    },
    {
      "id": "45",
      "text": "Нехай твої слова будуть меншими, ніж твої дії, і твої дії будуть кращими, ніж твої слова.",
      "type": "самопізнання"
    },
    {
      "id": "46",
      "text": "Вибирайте спілкування з мудрими людьми. Ваше оточення формує вас.",
      "type": "стосунки"
    },
    {
      "id": "47",
      "text": "Щоб мати друзів, треба самому вміти бути другом.",
      "type": "стосунки"
    },
    {
      "id": "48",
      "text": "Сильні відносини будуються на взаємній довірі та повазі.",
      "type": "стосунки"
    },
    {
      "id": "49",
      "text": "Зберігайте баланс між довірою та обережністю в стосунках з людьми.",
      "type": "стосунки"
    },
    {
      "id": "50",
      "text": "Поважайте думки та переконання інших, навіть якщо вони відрізняються від ваших.",
      "type": "стосунки"
    },
    {
      "id": "51",
      "text": "Будьте щедрими у своїх вчинках та добрими у своїх словах.",
      "type": "стосунки"
    },
    {
      "id": "52",
      "text": "Справжня велич людини полягає в здатності робити інших кращими.",
      "type": "стосунки"
    },
    {
      "id": "53",
      "text": "Будьте терплячими та позитивними в усіх стосунках",
      "type": "стосунки"
    },
    {
      "id": "54",
      "text": "Відкритість і відвертість допомагають побудувати сильні стосунки.",
      "type": "стосунки"
    },
    {
      "id": "55",
      "text": "Найглибші стосунки знаходяться там, де слова стають зайвими.",
      "type": "стосунки"
    },
    {
      "id": "56",
      "text": "Справжня сила полягає в здатності розуміти й відчувати інших.",
      "type": "стосунки"
    },
    {
      "id": "57",
      "text": "Зберігайте баланс між самоповагою та відкритістю до думок інших.",
      "type": "стосунки"
    },
    {
      "id": "58",
      "text": "Поважайте інших так, як бажаєте, щоб вас поважали.",
      "type": "стосунки"
    },
    {
      "id": "59",
      "text": "Справжня сила полягає в здатності пробачати та розуміти.",
      "type": "стосунки"
    },
    {
      "id": "60",
      "text": "Розвивайте в собі вміння слухати та чути інших.",
      "type": "стосунки"
    },
    {
      "id": "61",
      "text": "Падіння - це не трагедія. Трагедія - це не йти далі.",
      "type": "труднощі"
    },
    {
      "id": "62",
      "text": "Не бійся діяти. Найбільша помилка - це нічого не робити.",
      "type": "труднощі"
    },
    {
      "id": "63",
      "text": "Залишайтеся позитивними. Позитивне мислення може допомогти вам подолати будь-які перешкоди.",
      "type": "труднощі"
    },
    {
      "id": "64",
      "text": "Навіть якщо ти падаєш сто разів, піднімайся сто перший.",
      "type": "труднощі"
    },
    {
      "id": "65",
      "text": "Терпіння гірке, але його плід солодкий.",
      "type": "труднощі"
    },
    {
      "id": "66",
      "text": "Не бійся труднощів, адже вони роблять тебе сильнішим.",
      "type": "труднощі"
    },
    {
      "id": "67",
      "text": "В кожній проблемі прихована можливість.",
      "type": "труднощі"
    },
    {
      "id": "68",
      "text": "Дякуй за те, що маєш, навіть якщо маєш мало.",
      "type": "труднощі"
    },
    {
      "id": "69",
      "text": "Нехай вітер зустрічних труднощів наповнить твої вітрила силою.",
      "type": "труднощі"
    },
    {
      "id": "70",
      "text": "Як золото очищається вогнем, так і людина - труднощами.",
      "type": "труднощі"
    },
    {
      "id": "71",
      "text": "Навіть бамбук, гнучкий і стійкий, виростає з кам'янистого ґрунту. Не здавайся.",
      "type": "труднощі"
    },
    {
      "id": "72",
      "text": "Великі річки пробивають собі шлях через скелі.",
      "type": "труднощі"
    },
    {
      "id": "73",
      "text": "Немає гір без долин, а темряви без світла.",
      "type": "труднощі"
    },
    {
      "id": "74",
      "text": "Не бійся труднощів, бо вони шліфують тебе, як вода камінь.",
      "type": "труднощі"
    },
    {
      "id": "75",
      "text": "Навіть коли падаєш, дивись вперед. Навіть коли ми стикаємося з невдачами, важливо не втрачати з поля зору свої цілі та продовжувати рухатися вперед.",
      "type": "труднощі"
    }
  ],
  "comments": [
    {
      "id": "1",
      "userId": "1",
      "text": "Hello world1",
      "totalLikes": 121,
      "totalDislikes": 10
    },
    {
      "id": "2",
      "userId": "2",
      "text": "Hello world2",
      "totalLikes": 10,
      "totalDislikes": 5
    },
    {
      "id": "3",
      "userId": "3",
      "text": "Hello world3",
      "totalLikes": 10,
      "totalDislikes": 5
    },
    {
      "id": "4",
      "userId": "4",
      "text": "Hello world4",
      "totalLikes": 10,
      "totalDislikes": 5
    },
    {
      "id": "5",
      "userId": "5",
      "text": "Hello world1",
      "totalLikes": 11,
      "totalDislikes": 5
    },
    {
      "id": "6",
      "userId": "6",
      "text": "Hello world2",
      "totalLikes": 11,
      "totalDislikes": 6
    },
    {
      "id": "7",
      "userId": "7",
      "text": "Hello world3",
      "totalLikes": 10,
      "totalDislikes": 5
    },
    {
      "id": "8",
      "userId": "8",
      "text": "Hello world4",
      "totalLikes": 10,
      "totalDislikes": 5
    },
    {
      "id": "9",
      "userId": "9",
      "text": "Hello world1",
      "totalLikes": 10,
      "totalDislikes": 8
    },
    {
      "id": "10",
      "userId": "10",
      "text": "Hello world2",
      "totalLikes": 10,
      "totalDislikes": 5
    },
    {
      "id": "11",
      "userId": "11",
      "text": "Hello world3",
      "totalLikes": 10,
      "totalDislikes": 5
    },
    {
      "id": "12",
      "userId": "12",
      "text": "Hello world4",
      "totalLikes": 10,
      "totalDislikes": 5
    },
    {
      "id": "13",
      "userId": "13",
      "text": "Hello world1",
      "totalLikes": 10,
      "totalDislikes": 5
    },
    {
      "id": "14",
      "userId": "14",
      "text": "Hello world2",
      "totalLikes": 10,
      "totalDislikes": 5
    },
    {
      "id": "15",
      "userId": "15",
      "text": "Hello world3",
      "totalLikes": 10,
      "totalDislikes": 5
    },
    {
      "id": "16",
      "userId": "16",
      "text": "Hello world4",
      "totalLikes": 10,
      "totalDislikes": 5
    }
  ],
  "shopTea": [
    {
      "id": "1",
      "img": "img/shop/tea1.jpg",
      "title": "Аньцзи Бай Ча",
      "type": "зелений чай",
      "country": "Китай",
      "weight": "25",
      "form": "крупнолистковий",
      "properties": [
                      "підсилює роботу мозку",
                      "для чоловіків",
                      "для жінок",
                      "бадьорить"
                    ],
      "taste": [
                "терпкий",
                "міцний"
              ],
      "price": "120"
    },
    {
      "id": "2",
      "img": "img/shop/tea2.jpg",
      "title": "Хуаншань Мао Фен з Юньнані",
      "type": "зелений чай",
      "country": "Китай",
      "weight": "25",
      "form": "крупнолистковий",
      "properties": [
                      "підсилює роботу мозку",
                      "для чоловіків",
                      "для жінок",
                      "заспокоює"
                    ],
      "taste": [
                "квітковий",
                "фруктовий",
                "мускатний"
              ],
      "price": "73"
    },
    {
      "id": "3",
      "img": "img/shop/tea3.jpg",
      "title": "Сад Ецері",
      "type": "зелений чай",
      "country": "Грузія",
      "weight": "50",
      "form": "крупнолистковий",
      "properties": [
                      "підсилює роботу мозку",
                      "для чоловіків",
                      "для жінок",
                      "заспокоює"
                    ],
      "taste": [
                "квітковий",
                "солодкий"
              ],
      "price": "98"
    },
    {
      "id": "4",
      "img": "img/shop/tea4.jpg",
      "title": "Ходзича",
      "type": "зелений чай",
      "country": "Японія",
      "weight": "25",
      "form": "дрібнолистковий",
      "properties": [
                      "освіжає",
                      "для жінок",
                      "вагітним"
                    ],
      "taste": [
                "терпкий",
                "солодкий",
                "горіховий"
              ],
      "price": "155"
    },
    {
      "id": "5",
      "img": "img/shop/tea5.jpg",
      "title": "Кенія Малаїка",
      "type": "зелений чай",
      "country": "Кенія",
      "weight": "50",
      "form": "дрібнолистковий",
      "properties": [
                      "освіжає",
                      "для жінок",
                      "заспокоює"
                    ],
      "taste": [
                "квітковий",
                "солодкий"
              ],
      "price": "50"
    },
    {
      "id": "6",
      "img": "img/shop/tea6.jpg",
      "title": "Золотий Мао Фенг",
      "type": "чорний чай",
      "country": "Китай",
      "weight": "50",
      "form": "крупнолистковий",
      "properties": [
                      "для чоловіків",
                      "для жінок",
                      "бадьорить"
                    ],
      "taste": [
                "терпкий",
                "мускатний"
              ],
      "price": "105"
    },
    {
      "id": "7",
      "img": "img/shop/tea7.jpg",
      "title": "Молочний равлик",
      "type": "чорний чай",
      "country": "Китай",
      "weight": "50",
      "form": "равлик",
      "properties": [
                      "для чоловіків",
                      "для жінок",
                      "бадьорить"
                    ],
      "taste": [
                "солодкий",
                "молочний",
                "медовий",
                "міцний"
              ],
      "price": "75"
    },
    {
      "id": "8",
      "img": "img/shop/tea8.jpg",
      "title": "Голден Сільвер",
      "type": "чорний чай",
      "country": "Китай",
      "weight": "50",
      "form": "крупнолистковий",
      "properties": [
                      "для чоловіків",
                      "для жінок",
                      "бадьорить"
                    ],
      "taste": [
                "квітковий",
                "терпкий",
                "медовий"
              ],
      "price": "165"
    },
    {
      "id": "9",
      "img": "img/shop/tea9.jpg",
      "title": "Легенда Індії FTGFOP, перший збір",
      "type": "чорний чай",
      "country": "Індія",
      "weight": "50",
      "form": "крупнолистковий",
      "properties": [
                      "бадьорить"
                    ],
      "taste": [
                "мигдальний",
                "медовий"
              ],
      "price": "125"
    },
    {
      "id": "10",
      "img": "img/shop/tea10.jpg",
      "title": "Ассам СТС Намданг",
      "type": "чорний чай",
      "country": "Індія",
      "weight": "50",
      "form": "гранульований",
      "properties": [
                      "для чоловіків",
                      "для жінок",
                      "бадьорить"
                    ],
      "taste": [
                "терпкий"
              ],
      "price": "33"
    },
    {
      "id": "11",
      "img": "img/shop/tea11.jpg",
      "title": "Хей Ча Цин Чжуань (Тібет)",
      "type": "чорний чай",
      "country": "Китай",
      "weight": "260",
      "form": "пресований",
      "properties": [
                      "для чоловіків",
                      "для схуднення",
                      "бадьорить"
                    ],
      "taste": [
                "пряний",
                "горіховий",
                "міцний"
              ],
      "price": "455"
    },
    {
      "id": "12",
      "img": "img/shop/tea12.jpg",
      "title": "Канді F.B.O.P.",
      "type": "чорний чай",
      "country": "Цейлон",
      "weight": "50",
      "form": "дрібнолистковий",
      "properties": [
                      "для чоловіків",
                      "бадьорить"
                    ],
      "taste": [
                "терпкий",
                "міцний"
              ],
      "price": "110"
    },
    {
      "id": "13",
      "img": "img/shop/tea13.jpg",
      "title": "Дун Дин Гао Шань",
      "type": "улун",
      "country": "Тайвань",
      "weight": "25",
      "form": "крупнолистковий",
      "properties": [
                      "заспокоює",
                      "підсилює роботу мозку"
                    ],
      "taste": [
                "хвойні ноти",
                "горіховий",
                "мигдальний",
                "медовий"
              ],
      "price": "78"
    },
    {
      "id": "14",
      "img": "img/shop/tea14.jpg",
      "title": "Зелений Алішань",
      "type": "улун",
      "country": "Тайвань",
      "weight": "25",
      "form": "крупнолистковий",
      "properties": [
                      "освіжає",
                      "підсилює роботу мозку",
                      "для схуднення"
                    ],
      "taste": [
                "квітковий",
                "фруктовий",
                "медовий"
              ],
      "price": "132"
    },
    {
      "id": "15",
      "img": "img/shop/tea15.jpg",
      "title": "Те Гуань Інь - аромат Орхідеї",
      "type": "улун",
      "country": "Китай",
      "weight": "25",
      "form": "крупнолистковий",
      "properties": [
                      "заспокоює",
                      "підсилює роботу мозку"
                    ],
      "taste": [
                "квітковий",
                "фруктовий",
                "медовий",
                "трав'яний",
                "мускатний",
                "мигдальний"
              ],
      "price": "155"
    },
    {
      "id": "16",
      "img": "img/shop/tea16.jpg",
      "title": "Нефритові кільця жасмин Люй Юй Хуань",
      "type": "білий чай",
      "country": "Китай",
      "weight": "25",
      "form": "крупнолистковий",
      "properties": [
                      "освіжає",
                      "підсилює роботу мозку",
                      "для жінок",
                      "для схуднення"
                    ],
      "taste": [
                "жасминовий",
                "димний",
                "трав'яний"
              ],
      "price": "205"
    },
    {
      "id": "17",
      "img": "img/shop/tea17.jpg",
      "title": "Срібні голки ( Бай Хао Інь Чжень)",
      "type": "білий чай",
      "country": "Китай",
      "weight": "25",
      "form": "крупнолистковий",
      "properties": [
                      "для чоловіків",
                      "для жінок",
                      "бадьорить"
                    ],
      "taste": [
                "терпкий"
              ],
      "price": "150"
    },
    {
      "id": "18",
      "img": "img/shop/tea18.jpg",
      "title": "Мао Фен Хуан Шань",
      "type": "білий чай",
      "country": "Китай",
      "weight": "25",
      "form": "крупнолистковий",
      "properties": [
                      "для чоловіків",
                      "для жінок",
                      "освіжає"
                    ],
      "taste": [
                "терпкий",
                "медовий",
                "солодкий"
              ],
      "price": "150"
    },
    {
      "id": "19",
      "img": "img/shop/tea19.jpg",
      "title": "Шен Пу Ер Цзин Лун - Подорожній",
      "type": "пуер",
      "country": "Китай",
      "weight": "100",
      "form": "пресований",
      "properties": [
                      "підсилює роботу мозку",
                      "бадьорить",
                      "освіжає",
                      "для схуднення"
                    ],
      "taste": [
                "квітковий",
                "солодкий"
              ],
      "price": "299"
    },
    {
      "id": "20",
      "img": "img/shop/tea20.jpg",
      "title": "Шен Пу Ер Цзин Лун - Іу Шань",
      "type": "пуер",
      "country": "Китай",
      "weight": "100",
      "form": "мініточа",
      "properties": [
                      "підсилює роботу мозку",
                      "бадьорить",
                      "для схуднення"
                    ],
      "taste": [
                "трав'яний"
              ],
      "price": "144"
    },
    {
      "id": "21",
      "img": "img/shop/tea21.jpg",
      "title": "Шу Пу Ер Весільний Бай Нянь Хао Хэ",
      "type": "пуер",
      "country": "Китай",
      "weight": "375",
      "form": "млинець",
      "properties": [
                      "підсилює роботу мозку",
                      "бадьорить",
                      "для схуднення",
                      "освіжає"
                    ],
      "taste": [
                "квітковий"
              ],
      "price": "11555"
    }
  ]
}