import React from 'react';

const TeaCeremony = () => {
    return (
        <div className='main'>
            <h1>ЧАЙНА ЦЕРЕМОНІЯ</h1>

            <div className="tea-ceremony__block">
                <p className="tea-ceremony__info text">
                    Китайська чайна церемонія має глибоке філософське та духовне значення. 
                    Вона спрямована на досягнення внутрішнього спокою, гармонії та усвідомлення. 
                    Кожен етап церемонії має свій сенс і сприяє медитації та самопізнанню. 
                    Чайна церемонія також є символом гостинності та поваги до гостей.
                </p>

                <h2 className="tea-ceremony__title text-green">
                    ЧОТИРИ ОСНОВНІ ПРИНЦИПИ ЧАЙНОЇ ЦЕРЕМОНІЇ
                </h2>

                <ul className="pavilion__list">
                    <li className="tea-ceremony__list-item text text-green">
                        <h3 className="text-bold">
                            ГАРМОНІЯ
                        </h3> 
                        Цей принцип відображає бажання підтримувати гармонійні стосунки з людьми та природою. 
                        Під час чайної церемонії, люди знаходять спільну мову через чай, спілкуючись 
                        та насолоджуючись спільними моментами в гармонії з природою.
                    </li>

                    <li className="tea-ceremony__list-item text text-green">
                        <h3 className="text-bold">
                            ПОВАГА
                        </h3> 
                        Цей принцип базується на глибокій повазі до всіх і всього, що нас оточує. 
                        У церемонії повага виявляється через уважне ставлення до вибору чаю, тщательну 
                        підготовку посуду та збереження традиційних обрядів.
                    </li>

                    <li className="tea-ceremony__list-item text text-green">
                        <h3 className="text-bold">
                            ЧИСТОТА
                        </h3> 
                        Цей принцип охоплює як фізичну, так і духовну чистоту. Фізична чистота 
                        виявляється в дотриманні гігієнічних норм та дбайливому ставленні 
                        до посуду та інших предметів. Духовна чистота проявляється у внутрішній 
                        гармонії та мирі під час церемонії, а також у прагненні до душевної чистоти 
                        та спокою.
                    </li>

                    <li className="tea-ceremony__list-item text text-green">
                        <h3 className="text-bold">
                            ДУШЕВНИЙ СПОКІЙ
                        </h3> 
                        Цей принцип передбачає наявність спокою і тиші під час чайної церемонії, 
                        який сприяє глибокому розмірковуванню, внутрішньому спокою та відпочинку 
                        від суєти повсякденного життя.
                    </li>
                </ul>

                <h2 className="tea-ceremony__title">
                    Основні елементи китайської чайної церемонії
                </h2>

                <ul className="pavilion__list">
                    <li className="tea-ceremony__list-item text">
                        <h3 className="text-bold">
                            ПОСУД
                        </h3> 
                        Для чайної церемонії використовують спеціальний посуд, 
                        включаючи чайник, чашки, підставки для чайника та інші аксесуари.
                    </li>

                    <li className="tea-ceremony__list-item text">
                        <h3 className="text-bold">
                            ЧАЙ
                        </h3> 
                        Вибір чаю є важливим елементом церемонії. Існує багато видів чаю, 
                        кожен з яких має свої особливості та правила заварювання.
                    </li>

                    <li className="tea-ceremony__list-item text">
                        <h3 className="text-bold">
                            ПРОЦЕС
                        </h3> 
                        Церемонія включає кілька етапів: підготовка посуду, заварювання чаю, 
                        наливання чаю в чашки та сам процес споживання чаю.
                    </li>

                    <li className="tea-ceremony__list-item text">
                        <h3 className="text-bold">
                            АТМОСФЕРА
                        </h3> 
                        Велике значення надається створенню спокійної та гармонійної 
                        атмосфери, яка допомагає відчути глибокий зв'язок із природою та самим собою.
                    </li>
                </ul>

                Китайська церемонія чаювання: етапи
                Отже, усі вже зручно розмістилися довкола чайного столика. Саме час розпочинати перформанс.

                Чайна церемонія в Китаї коротко:

                Кип'ятіння води. Зазвичай відбувається поблизу чайного столика.
                Демонстрація чаю. На якісний чай справді приємно дивитися: це повноцінне знайомство та створення потрібної атмосфери, пробудження інтересу. Тільки так гість буде готовий відкинути на кілька годин усі свої нав’язливі думки і віддатися спілкуванню з чудовим напоєм і з вами. Вдихнути аромат сухого чайного листя також обов'язково: тут усе як із винною дегустацією.
                Ополіскування посуду. Це потрібно не тільки для змивання пилу, а й для позбавлення від злих духів. Гаряча вода прогріває посуд зсередини та зовні і дозволяє яскравіше розкритися характеру чаю.
                Засипання чайного листя. Робиться це за допомогою пінцету, з розрахунку на кількість гостей і сорт чаю. Зазвичай це 5–6 грамів заварки.
                Перший пролив розливається по піалах, але покликаний лише промити чайне листя від пилу. Його не можна пити і слід вилити в чабань. Із останньої піали поливається металева чайна фігурка, що символізує частування доброго духу. Вона закликає до будинку здоров'я, удачу та багатство.
                Кожного разу чай для пиття готується проливами. Використовувану воду нагріто до 60–90 градусів. Температура залежить від сорту чаю: що більше він ферментований, тим вода гарячіша.
                Переливання чаю. Піали переносяться пінцетом на дерев'яні блюдця. З гайвані через ситечко зілля зливається у глечик до кінця, щоб підготувати гайвань до майбутньої нової порції чаю. Все залежить від сорту: улуни заварюються 5–7 разів, пуери – до 10 разів.
                Головний принцип – наливати новий чай одразу, щоб піали не були порожніми. Кожний новий пролив гратиме новими відтінками аромату і смаку: у цьому полягає краса чайної церемонії з Китаю.

                Завершується церемонія вилученням чайного листя з чаху, зливанням води з чабані та ополіскуванням чайника й іншого посуду. Для цього використовується тільки чиста вода без миючих засобів, після чого елементи насухо витираються рушником або серветкою.




                Без якого посуду не обходилась і не обходиться жодна церемонія чаювання в Китаї:

                Столик-піднос, або чабань. Найчастіше виготовляється з дерева і є коробкою з піддоном для стоку води. Це невипадково: протягом усієї китайської церемонії чаювання посуд обов'язково і щедро поливається водою. Це символізує здоров'я та достаток у домі. Чабань – уособлення стихії землі в системі чайної культури Китаю. Вода – символ життя, тому проливати її над чабаню слід якнайбільше.
                Спеціальний заварник чаху або особлива чаша з мініатюрною кришкою – гайвань (вона ще називається «чаша достатку»). Саме тут відбувається головне дійство – промивання та заварювання ароматного чайного листя.
                Глечик, у який напій переливають із гайвані, щоб він міг ще пограти кольором, настоятись і створити атмосферу.
                Ситечко на глечику, що оберігає від потрапляння завареного чайного листя в чаші-піали.
                Мініатюрні піали на підставках об'ємом 30–50 мл, цього достатньо для можливості насолодитися смачним напоєм. Головне – робити маленькі усвідомлені ковтки. Чайні церемонії в Китаї проводяться з використанням піал із глини, покритої зсередини емаллю, або з порцеляни. Не менш популярними стали прозорі скляні піали з подвійним дном, що дозволяють насолодитися відтінком чаю.
                Чахе – ложечка-совочок для перекладання сухого листа в гайвань. У ній гостям демонструють чай і дають вдихнути його первісний аромат.
                Пінцет (частіше з дерева), який також можна використовувати при перекладанні заварки або під час ополіскування піал.
                Чайник для кип'ятіння води, що символізує стихію вогню.
                Ніж чи шило, якщо ви п'єте пуер.
                Чайні фігурки для правильного духовного супроводу.
                Важливо зазначити, що складових чайної церемонії в Китаї сьогодні дотримуються менш суворо, ніж у Європі. У Піднебесній легко поєднують порцелянові піали та глиняний чайник, орієнтуються на смак чаю більше, ніж на процес його приготування. Можливо, саме завдяки цьому відібране висококласне китайське чайне листя стало цінуватись у всьому світі.
            </div>
        </div>
    );
};

export default TeaCeremony;