export const StepsTeaCeremony = () => {
    return (
        <div className="steps-tea-ceremony">
            <h2 className="steps-tea-ceremony__title">
                ЕТАПИ ЧАЙНОЇ ЦЕРЕМОНІЇ
            </h2>

            <p className="tea-ceremony__info text">
                Основними елементами китайської чайної церемонії є посуд, вибір чаю, 
                процес, атмосфера. Проводиться вона довкола чайного столика. 
                Коли всі зібралися, розпочинається перформанс.
            </p>

            <ul className="tea-ceremony__info">
                <li className="text">
                    <h3>
                        КИП'ЯТІННЯ ВОДИ
                    </h3>
                    Зазвичай відбувається поблизу чайного столика.
                </li>

                <li className="text">
                    <h3>
                        ДЕМОНТРАЦІЯ ЧАЮ
                    </h3>
                    На якісний чай справді приємно дивитися: це повноцінне знайомство 
                    та створення потрібної атмосфери, пробудження інтересу. Тільки так гість 
                    буде готовий відкинути на кілька годин усі свої нав’язливі думки і віддатися 
                    спілкуванню з чудовим напоєм і з вами. Вдихнути аромат сухого чайного листя 
                    також обов'язково: тут усе як із винною дегустацією.
                </li>

                <li className="text">
                    <h3>
                        ОПОЛІСКУВАННЯ ПОСУДУ
                    </h3>
                    Це потрібно не тільки для змивання пилу, а й для позбавлення негативу. Гаряча вода 
                    прогріває посуд зсередини та зовні й дозволяє яскравіше розкритися характеру чаю.
                </li>

                <li className="text">
                    <h3>
                        ЗАСИПАННЯ ЧАЙНОГО ЛИСТЯ
                    </h3>
                    Робиться це за допомогою пінцету, з розрахунку на кількість гостей і сорт чаю. 
                    Зазвичай це 5–6 грамів заварки.
                    <br />
                    Перший пролив розливається по піалах, але потрібний лише промити чайне листя від пилу. 
                    Його не можна пити та слід вилити в чабань. Із останньої піали поливається металева чайна 
                    фігурка. Вона закликає до будинку здоров'я, удачу та багатство.
                    <br />
                    Кожного разу чай для пиття готується проливами. Використовувану воду нагрівають 
                    до 60–90 градусів. Температура залежить від сорту чаю: що більше він ферментований, 
                    тим вода гарячіша.
                </li>

                <li className="text">
                    <h3>
                        ПЕРЕЛИВАННЯ ЧАЮ
                    </h3>
                    Піали переносяться пінцетом на дерев'яні блюдця. З гайвані через ситечко зілля 
                    зливається у глечик, щоб підготувати гайвань до майбутньої нової порції чаю. 
                    Усе залежить від сорту: улуни заварюються 5–7 разів, пуери – до 10 разів.
                    <br />
                    Головний принцип – наливати новий чай одразу, щоб піали не були порожніми. 
                    Кожний новий пролив гратиме новими відтінками аромату і смаку: у цьому полягає краса 
                    чайної церемонії.
                </li>

                <li className="text">
                    <h3>
                        ЗАВЕРШЕННЯ
                    </h3>
                    Завершується церемонія вилученням чайного листя з чаху, зливанням води з чабані 
                    та ополіскуванням чайника й іншого посуду. Для цього використовується тільки 
                    чиста вода без миючих засобів, після чого елементи насухо витираються рушником 
                    або серветкою.
                </li>
            </ul>
        </div>
    );
};