export const Tableware = () => {
    return (
        <div className="tableware">
            <h2 className="steps-tea-ceremony__title">
                ПОСУД
            </h2>

            <ul className="tea-ceremony__info">
                <li className="text">
                    <h3>
                        СТОЛИК-ПІДНОС АБО ЧАБАНЬ
                    </h3>
                    Найчастіше виготовляється з дерева і є коробкою з піддоном для стоку води. 
                    Це невипадково: протягом усієї китайської церемонії чаювання посуд обов'язково 
                    і щедро поливається водою. Це символізує здоров'я та достаток у домі. 
                    Чабань – уособлення стихії землі в системі чайної культури Китаю. Вода – символ життя, 
                    тому проливати її над чабаню слід якнайбільше.
                </li>

                <li className="text">
                    <h3>
                        ЧАХУ АБО ГАЙВАНЬ
                    </h3>
                    Спеціальний заварник чаху або особлива чаша з мініатюрною кришкою – гайвань 
                    (вона ще називається «чаша достатку»). Саме тут відбувається головне дійство – 
                    промивання та заварювання ароматного чайного листя.
                </li>

                <li className="text">
                    <h3>
                        ГЛЕЧИК
                    </h3>
                    У нього переливають напій із гайвані, щоб він міг ще пограти кольором, настоятись і створити атмосферу.
                </li>

                <li className="text">
                    <h3>
                        СИТЕЧКО НА ГЛЕЧИКУ
                    </h3>
                    Що оберігає від потрапляння завареного чайного листя в чаші-піали.
                </li>

                <li className="text">
                    <h3>
                        МІНІАТЮРНІ ПІАЛИ НА ПІДСТАВКАХ
                    </h3>
                    Об'ємом 30–50 мл, цього достатньо для можливості насолодитися смачним напоєм. 
                    Головне – робити маленькі усвідомлені ковтки. Чайні церемонії в Китаї проводяться 
                    з використанням піал із глини, покритої зсередини емаллю, або з порцеляни. 
                    Не менш популярними стали прозорі скляні піали з подвійним дном, що дозволяють 
                    насолодитися відтінком чаю.
                </li>

                <li className="text">
                    <h3>
                        ЧАХЕ
                    </h3>
                    Ложечка-совочок для перекладання сухого листа в гайвань. У ній гостям демонструють 
                    чай і дають вдихнути його первісний аромат.
                </li>

                <li className="text">
                    <h3>
                        ПІНЦЕТ
                    </h3>
                    Частіше з дерева, який також можна використовувати при перекладанні заварки 
                    або під час ополіскування піал.
                </li>

                <li className="text">
                    <h3>
                        ЧАЙНИК
                    </h3>
                    Для кип'ятіння води, що символізує стихію вогню.
                </li>

                <li className="text">
                    <h3>
                        НІЖ АБО ШИЛО
                    </h3>
                    Якщо ви п'єте пуер.
                </li>
            </ul>

            <p className="tea-ceremony__info text">
                Важливо зазначити, що складових чайної церемонії в Китаї сьогодні дотримуються менш суворо, 
                ніж у Європі. У Піднебесній легко поєднують порцелянові піали та глиняний чайник, 
                орієнтуються на смак чаю більше, ніж на процес його приготування. Можливо, саме завдяки 
                цьому відібране висококласне китайське чайне листя стало цінуватись у всьому світі.
            </p>
        </div>
    );
};